OpenFOAM-2.3.x/tutorials/heatTransfer/buoyantSimpleFoam/hotRadiationRoom/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=`getApplication`

runApplication blockMesh
runApplication $application

# ----------------------------------------------------------------- end-of-file
